/* needs to be localized */

tiLabelSave				= "保存";
tiPaletteLabelSave			= "保存";
tiToolTipSave				= "書類を保存します";

/* tool tips for the default Print item. Different actions depending on the window */
tiToolTipPrintSource			= "TeX ソースを印刷します";
tiToolTipPrint				= "PDF イメージを印刷します";

tiLabelTypeset				= "タイプセット";
tiPaletteLabelTypeset			= "タイプセット";
tiToolTipTypeset			= "タイプセットプログラムを起動します";

tiLabelSharing				= "共有";
tiPaletteLabelSharing		= "共有";
tiToolTipSharing			= "テキストや画像を共有";


tiLabelProgram				= "プログラム";
tiPaletteLabelProgram			= "プログラム";
tiToolTipProgram			= "タイプセットプログラムを選択します";

tiLabelTeX				= "TeX";
tiPaletteLabelTeX			= "TeX";
tiToolTipTeX				= "ソースを plain TeX で処理します";

tiLabelLaTeX				= "LaTeX";
tiPaletteLabelLaTeX			= "LaTeX";
tiToolTipLaTeX				= "ソースを LaTeX で処理します";

tiLabelBibTeX				= "BibTeX";
tiPaletteLabelBibTeX			= "BibTeX";
tiToolTipBibTeX				= "BibTeX を起動します";

tiLabelMakeIndex			= "MakeIndex";
tiPaletteLabelMakeIndex			= "MakeIndex";
tiToolTipMakeIndex			= "MakeIndex を起動します";

tiLabelMetaPost				= "MetaPost";
tiPaletteLabelMetaPost			= "MetaPost";
tiToolTipMetaPost			= "MetaPost を起動します";

tiLabelConTeX				= "ConTeXt";
tiPaletteLabelConTeX			= "ConTeXt";
tiToolTipConTeX				= "ConTeXt を起動します";

tiLabelMetaFont				= "MetaFont";
tiPaletteLabelMetaFont			= "MetaFont";
tiToolTipMetaFont			= "MetaFont を起動します";

tiLabelPreviousPage			= "前のページ";
tiPaletteLabelPreviousPage		= "前のページ";
tiToolTipPreviousPage			= "前のページへ移動します";

tiLabelNextPage				= "次のページ";
tiPaletteLabelNextPage			= "次のページ";
tiToolTipNextPage			= "次のページへ移動します";

tiLabelGotoPage				= "ページへ移動";
tiPaletteLabelGotoPage			= "ページへ移動";
tiToolTipGotoPage			= "ページへ移動";

tiLabelMagnification			= "ズーム倍率";
tiPaletteLabelMagnification		= "ズーム倍率";
tiToolTipMagnification			= "プレビュー画面のズーム倍率を設定します";

tiLabelTemplates			= "テンプレート";
tiPaletteLabelTemplates			= "テンプレート";
tiToolTipTemplates			= "カーソルの位置にテンプレートを挿入します";

tiLabelTags				= "タグ";
tiPaletteLabelTags			= "タグ";
tiToolTipTags				= "タグの位置に移動します";

tiLabelPreviousPageButton		= "前のページ";
tiPaletteLabelPreviousPageButton	= "前のページ";
tiToolTipPreviousPageButton		= "前のページへ移動します";

tiLabelNextPageButton			= "次のページ";
tiPaletteLabelNextPageButton		= "次のページ";
tiToolTipNextPageButton			= "次のページに移動します";

tiLabelTypesetEE			= "タイプセット";
tiPaletteLabelTypesetEE			= "タイプセット";
tiToolTipTypesetEE			= "タイプセットプログラムを起動します";

tiLabelProgramEE			= "プログラム";
tiPaletteLabelProgramEE			= "プログラム";
tiToolTipProgramEE			= "タイプセットプログラムを選択します";

tiLabelMacrosEE			= "マクロ";
tiPaletteLabelMacrosEE			= "マクロ";
tiToolTipMacrosEE				= "マクロを挿入します";

tiLabelAutoComplete			= "キーバインド";
tiPaletteLabelAutoComplete		= "キーバインド";
tiToolTipAutoComplete			= "キーバインドによる入力を ON/OFF します";

tiLabelSplit				= "ウインドウ分割";
tiPaletteLabelSplit			= "ウインドウ分割";
tiToolTipSplit				= "ウインドウを分割表示します";

tiLabelSplitKIT				= "ウインドウ分割";
tiPaletteLabelSplitKIT		= "ウインドウ分割";
tiToolTipSplitKIT			= "ウインドウを分割表示します";

tiLabelMacros				= "マクロ";
tiPaletteLabelMacros			= "マクロ";
tiToolTipMacros				= "マクロを挿入します";

tiLabelMouseMode			= "マウスモード";
tiPaletteLabelMouseMode			= "マウスモード";
tiToolTipMouseMode			= "マウスモードを変更します";

tiLabelSyncMarks			= "Syncマーク";
tiPaletteLabelSyncMarks			= "Syncマーク";
tiToolTipSyncMarks			= "Syncマークを表示します";

tiLabelColorIndex				= "ColorIndex";
tiPaletteLabelColorIndex		= "Color Index";
tiToolTipColorIndex				= "\\index と \\esindex を別色で色づけします";

tiLabelTypesetKIT				= "タイプセット";
tiPaletteLabelTypesetKIT		= "タイプセット";
tiToolTipTypesetKIT				= "タイプセットプログラムを起動します";

tiLabelSharingKIT				= "共有";
tiPaletteLabelSharingKIT		= "共有";
tiToolTipSharingKIT				= "テキストや画像を共有";


tiLabelProgramKIT				= "プログラム";
tiPaletteLabelProgramKIT		= "プログラム";
tiToolTipProgramKIT				= "タイプセットプログラムを選択します";

tiLabelPreviousPageKIT			= "前のページ";
tiPaletteLabelPreviousPageKIT	= "前のページ";
tiToolTipPreviousPageKIT		= "前のページを表示します";

tiLabelNextPageKIT				= "次のページ";
tiPaletteLabelNextPageKIT		= "次のページ";
tiToolTipNextPageKIT			= "次のページを表示します";

tiLabelPreviousPageButtonKIT		= "前のページ";
tiPaletteLabelPreviousPageButtonKIT	= "前のページ";
tiToolTipPreviousPageButtonKIT		= "前のページを表示します";

tiLabelNextPageButtonKIT			= "次のページ";
tiPaletteLabelNextPageButtonKIT		= "次のページ";
tiToolTipNextPageButtonKIT			= "次のページを表示します";

tiLabelGotoPageKIT				= "ページへ移動";
tiPaletteLabelGotoPageKIT		= "ページへ移動";
tiToolTipGotoPageKIT			= "ページへ移動";

tiLabelMagnificationKIT			= "ズーム倍率";
tiPaletteLabelMagnificationKIT	= "ズーム倍率";
tiToolTipMagnificationKIT		= "プレビュー画面のズーム倍率を設定します";

tiLabelMacrosKIT				= "マクロ";
tiPaletteLabelMacrosKIT			= "マクロ";
tiToolTipMacrosKIT              = "マクロを挿入します";

tiLabelMouseModeKIT				= "マウスモード";
tiPaletteLabelMouseModeKIT		= "マウスモード";
tiToolTipMouseModeKIT			= "マウスモードを変更します";

tiLabelSyncMarksKIT				= "Sync";
tiPaletteLabelSyncMarksKIT		= "Sync";
tiToolTipSyncMarksKIT			= "Sync マークを表示します";

tiLabelBackForthKIT				= "戻る／進む";
tiPaletteLabelBackForthKIT		= "戻る／進む";
tiToolTipBackForthKIT			= "ページを戻したり進めたりするボタンです";

tiLabelDrawerKIT				= "ドロワー";
tiPaletteLabelDrawerKIT			= "ドロワー";
tiToolTipDrawerKIT				= "ドロワーを開閉します";

tiLabelShowFullPath			    = "フルパス表示";
tiPaletteLabelShowFullPath		= "フルパス表示";
tiToolTipShowFullPath			= "タイトルバーにフルパスを表示します";
